Repository: NikolaDX/JellyPlayerSwift
Catalog: JellyPlayerSwift/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_pt, ru, sr, zh_hans, zh_hant

source: Remove download
ar: حذف ملف تم تنزيله
de: Download entfernen
es: Eliminar descarga
fr: Supprimer le téléchargement
hi: डाउनलोड हटाएँ
it: Rimuovi download
ja: ダウンロードを削除
ko: 다운로드 제거
pt_pt: Remover download
ru: Удалить загрузку
sr: Уклони преузимање
zh_hans: 移除下载
zh_hant: 刪除下載

source: Remove from favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Supprimer des favoris
hi: पसंदीदा से हटाएं
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pt_pt: Remover dos favoritos
ru: Удалить из избранного
sr: Уклони из омиљених
zh_hans: 从收藏夹中移除
zh_hant: 從收藏夾移除

source: Remove from playlist
ar: حذف من قائمة التشغيل
de: Aus Playlist entfernen
es: Eliminar de la lista de reproducción
fr: Supprimer de la playlist
hi: प्लेलिस्ट से हटाएँ
it: Rimuovi dalla playlist
ja: プレイリストから削除
ko: 재생목록에서 제거
pt_pt: Remover da lista de reprodução
ru: Удалить из плейлиста
sr: Уклони са плејлисте
zh_hans: 从播放列表中移除
zh_hant: 從播放清單中刪除

source: Remove playlist
ar: حذف قائمة التشغيل
de: Playlist entfernen
es: Eliminar lista de reproducción
fr: Supprimer la playlist
hi: प्लेलिस्ट हटाएँ
it: Rimuovi playlist
ja: プレイリストを削除
ko: 재생목록 제거
pt_pt: Remover lista de reprodução
ru: Удалить плейлист
sr: Уклони плејлисту
zh_hans: 移除播放列表
zh_hant: 刪除播放清單

source: Remove song from this playlist
ar: إزالة الأغنية من قائمة التشغيل هذه
de: Song aus dieser Playlist entfernen
es: Eliminar canción de esta lista de reproducción
fr: Supprimer la chanson de cette playlist
hi: इस प्लेलिस्ट से गाना हटाएँ
it: Rimuovi il brano da questa playlist
ja: このプレイリストから曲を削除する
ko: 이 재생 목록에서 노래 제거
pt_pt: Remover música desta playlist
ru: Удалить песню из этого плейлиста
sr: Уклони песму са ове плејлисте
zh_hans: 从此播放列表中删除歌曲
zh_hant: 從此播放清單中刪除歌曲

source: Remove songs from playlist
ar: إزالة الأغنية من قائمة التشغيل
de: Songs aus der Playlist entfernen
es: Eliminar canciones de la lista de reproducción
fr: Supprimer des chansons de la playlist
hi: प्लेलिस्ट से गाने हटाएँ
it: Rimuovi brani dalla playlist
ja: プレイリストから曲を削除する
ko: 재생 목록에서 노래 제거
pt_pt: Remover músicas da playlist
ru: Удалить песни из плейлиста
sr: Уклони песме са плејлисте
zh_hans: 从播放列表中删除歌曲
zh_hant: 從播放清單中刪除歌曲

source: Remove this song from downloads
ar: قم بإزالة هذه الأغنية من التنزيلات
de: Dieses Lied aus den Downloads entfernen
es: Eliminar esta canción de las descargas
fr: Supprimer cette chanson des téléchargements
hi: इस गाने को डाउनलोड से हटाएँ
it: Rimuovi questa canzone dai download
ja: この曲をダウンロードから削除
ko: 다운로드에서 이 노래를 제거하세요
pt_pt: Remover esta música dos downloads
ru: Удалить эту песню из загрузок
sr: Уклони ову песму из преузимања
zh_hans: 从下载中删除这首歌
zh_hant: 從下載中刪除這首歌

source: Remove this song from favorites
ar: إزالة هذه الأغنية من المفضلة
de: Dieses Lied aus den Favoriten entfernen
es: Eliminar esta canción de los favoritos
fr: Supprimer cette chanson des favoris
hi: इस गाने को पसंदीदा से हटाएँ
it: Rimuovi questa canzone dai preferiti
ja: この曲をお気に入りから削除
ko: 이 노래를 즐겨찾기에서 제거
pt_pt: Remover esta música dos favoritos
ru: Удалить эту песню из избранного
sr: Уклони ову песму из омиљених
zh_hans: 从收藏夹中删除这首歌
zh_hant: 從收藏夾中刪除這首歌

source: Remove this song from queue
ar: إزالة هذه الأغنية من قائمة الانتظار
de: Dieses Lied aus der Warteschlange entfernen
es: Eliminar esta canción de la cola
fr: Supprimer cette chanson de la file d'attente
hi: इस गाने को कतार से हटाएँ
it: Rimuovi questa canzone dalla coda
ja: この曲をキューから削除
ko: 이 노래를 대기열에서 제거하세요
pt_pt: Remover esta música da fila
ru: Удалить эту песню из очереди
sr: Уклони ову песму из реда
zh_hans: 从队列中删除这首歌
zh_hant: 從隊列中刪除這首歌

source: Rename playlist
ar: إعادة تسمية قائمة التشغيل
de: Wiedergabeliste umbenennen
es: Cambiar el nombre de la lista de reproducción
fr: Renommer la playlist
hi: प्लेलिस्ट का नाम बदलें
it: Rinomina playlist
ja: プレイリストの名前を変更する
ko: 재생목록 이름 바꾸기
pt_pt: Renomear lista de reprodução
ru: Переименовать плейлист
sr: Преименуј плејлисту
zh_hans: 重命名播放列表
zh_hant: 重新命名播放列表

source: Renaming playlist. Please wait...
ar: جارٍ إعادة تسمية قائمة التشغيل. يُرجى الانتظار...
de: Playlist wird umbenannt. Bitte warten …
es: Cambiando el nombre de la lista de reproducción. Espere...
fr: Renommage de la playlist. Veuillez patienter…
hi: प्लेलिस्ट का नाम बदला जा रहा है। कृपया प्रतीक्षा करें...
it: Ridenominazione della playlist. Attendi...
ja: プレイリストの名前を変更しています。お待ちください...
ko: 재생목록 이름을 바꾸는 중입니다. 잠시만 기다려 주세요...
pt_pt: Renomeando lista de reprodução. Por favor aguarde...
ru: Переименование плейлиста. Пожалуйста, подождите...
sr: Преименовање плејлисте. Молимо сачекајте...
zh_hans: 正在重命名播放列表。请稍候...
zh_hant: 重新命名播放清單。請稍等...

source: Repeat All
ar: كرر كل شيء
de: Alle wiederholen
es: Repetir todo
fr: Répéter tout
hi: वापस सब रीपीट करें
it: Ripeti tutto
ja: すべて繰り返す
ko: 모두 반복
pt_pt: Repetir tudo
ru: Повторить все
sr: Понови све
zh_hans: 重复全部
zh_hant: 重複全部

source: Repeat mode
ar: وضع التكرار
de: Wiederholungsmodus
es: Modo de repetición
fr: Mode répétition
hi: मोड दोहराएँ
it: Modalità di ripetizione
ja: リピートモード
ko: 반복 모드
pt_pt: Modo de repetição
ru: Режим повтора
sr: Режим понављања
zh_hans: 重复模式
zh_hant: 重複模式

source: Repeat Once
ar: كرر مرة واحدة
de: Einmal wiederholen
es: Repetir una vez
fr: Répéter une fois
hi: एक बार पुन: दोहराएं
it: Ripeti una volta
ja: 1回繰り返す
ko: 한 번 반복하세요
pt_pt: Repita uma vez
ru: Повторить один раз
sr: Понови једном
zh_hans: 重复一次
zh_hant: 重複一次

source: Repeat One
ar: كرر مرة واحدة
de: Einmal wiederholen
es: Repetir una vez
fr: Répéter une fois
hi: एक बार पुन: दोहराएं
it: Ripeti una volta
ja: 1回繰り返す
ko: 한 번 반복하세요
pt_pt: Repita uma vez
ru: Повторить один раз
sr: Понови једном
zh_hans: 重复一次
zh_hant: 重複一次

source: Search for a genre...
ar: البحث عن نوع موسيقي...
de: Nach Genre suchen...
es: Buscar un género...
fr: Rechercher un genre...
hi: शैली खोजें...
it: Cerca un genere...
ja: ジャンルを検索...
ko: 장르 검색...
pt_pt: Pesquisar um género...
ru: Поиск жанра...
sr: Тражи жанр...
zh_hans: 搜索类型...
zh_hant: 搜尋類型...

source: Search for a playlist...
ar: البحث عن قائمة تشغيل...
de: Nach Playlist suchen...
es: Buscar una lista de reproducción...
fr: Rechercher une playlist...
hi: प्लेलिस्ट खोजें...
it: Cerca una playlist...
ja: プレイリストを検索...
ko: 재생목록 검색...
pt_pt: Pesquisar uma playlist...
ru: Поиск плейлиста...
sr: Тражи плејлисту…
zh_hans: 搜索播放列表...
zh_hant: 搜尋播放清單...

source: Search for a song...
ar: البحث عن أغنية...
de: Nach Song suchen...
es: Buscar una canción...
fr: Rechercher un morceau...
hi: गीत खोजें...
it: Cerca un brano...
ja: 曲を検索...
ko: 노래 검색...
pt_pt: Pesquisar uma música...
ru: Поиск песни...
sr: Тражи песму…
zh_hans: 搜索歌曲...
zh_hant: 搜尋歌曲...

source: Search for an album...
ar: البحث عن ألبوم...
de: Nach Album suchen...
es: Buscar un álbum...
fr: Rechercher un album...
hi: एल्बम खोजें...
it: Cerca un album...
ja: アルバムを検索...
ko: 앨범 검색...
pt_pt: Pesquisar um álbum...
ru: Поиск альбома...
sr: Тражи албум...
zh_hans: 搜索专辑...
zh_hant: 搜尋專輯...

source: Search for an artist...
ar: البحث عن فنان...
de: Nach Künstler suchen...
es: Buscar un artista...
fr: Rechercher un artiste...
hi: कलाकार खोजें...
it: Cerca un artista...
ja: アーティストを検索...
ko: 아티스트 검색...
pt_pt: Procure um artista...
ru: Поиск исполнителя...
sr: Тражи извођача...
zh_hans: 搜索艺术家...
zh_hant: 搜尋藝術家...

source: Select accent color for your app
ar: حدد لونًا مميزًا لتطبيقك
de: Wählen Sie eine Akzentfarbe für Ihre App
es: Seleccione un color de acento para su aplicación
fr: Sélectionnez la couleur d'accentuation pour votre application
hi: अपने ऐप के लिए एक्सेंट रंग चुनें
it: Seleziona il colore di accento per la tua app
ja: アプリのアクセントカラーを選択してください
ko: 앱의 강조 색상을 선택하세요
pt_pt: Selecione a cor de destaque para a sua aplicação
ru: Выберите цвет акцента для вашего приложения
sr: Изаберите акцентну боју за своју апликацију
zh_hans: 为您的应用选择强调色
zh_hant: 為您的應用程式選擇強調色

source: Select app theme below
ar: حدد موضوع التطبيق أدناه
de: Wählen Sie unten das App-Design aus
es: Seleccione el tema de la aplicación a continuación
fr: Sélectionnez le thème de l'application ci-dessous
hi: नीचे ऐप थीम चुनें
it: Seleziona il tema dell'app qui sotto
ja: 以下のアプリテーマを選択してください
ko: 아래에서 앱 테마를 선택하세요
pt_pt: Selecione o tema da aplicação abaixo
ru: Выберите тему приложения ниже
sr: Изаберите тему апликације испод
zh_hans: 选择下面的应用主题
zh_hant: 選擇下面的應用程式主題

source: Select language for this app
ar: اختر اللغة لهذا التطبيق
de: Sprache für diese App auswählen
es: Seleccione el idioma para esta aplicación
fr: Sélectionnez la langue pour cette application
hi: इस ऐप के लिए भाषा चुनें
it: Seleziona la lingua per questa app
ja: このアプリの言語を選択してください
ko: 이 앱의 언어를 선택하세요
pt_pt: Selecione o idioma para esta aplicação
ru: Выберите язык для этого приложения
sr: Изаберите језик за ову апликацију
zh_hans: 选择此应用的语言
zh_hant: 選擇此應用程式的語言

source: Select sort option
ar: حدد خيار الفرز
de: Sortieroption auswählen
es: Seleccionar opción de clasificación
fr: Sélectionnez l'option de tri
hi: सॉर्ट विकल्प चुनें
it: Seleziona l'opzione di ordinamento
ja: 並べ替えオプションを選択
ko: 정렬 옵션을 선택하세요
pt_pt: Selecione a opção de classificação
ru: Выберите вариант сортировки
sr: Изаберите опцију сортирања
zh_hans: 选择排序选项
zh_hant: 選擇排序選項

source: Select sort order
ar: حدد ترتيب الفرز
de: Sortierreihenfolge auswählen
es: Seleccionar orden de clasificación
fr: Sélectionner l'ordre de tri
hi: सॉर्ट क्रम चुनें
it: Seleziona l'ordinamento
ja: 並べ替え順序を選択
ko: 정렬 순서를 선택하세요
pt_pt: Selecione a ordem de classificação
ru: Выберите порядок сортировки
sr: Изаберите редослед сортирања
zh_hans: 选择排序顺序
zh_hant: 選擇排序順序

source: Select the app language below
ar: حدد لغة التطبيق أدناه
de: Wählen Sie unten die App-Sprache aus
es: Seleccione el idioma de la aplicación a continuación
fr: Sélectionnez la langue de l'application ci-dessous
hi: नीचे ऐप भाषा चुनें
it: Seleziona la lingua dell'app qui sotto
ja: 以下のアプリの言語を選択してください
ko: 아래에서 앱 언어를 선택하세요
pt_pt: Selecione o idioma da aplicação abaixo
ru: Выберите язык приложения ниже
sr: Изаберите језик апликације испод
zh_hans: 选择下面的应用语言
zh_hant: 選擇下面的應用語言

source: Select your preferred cellular streaming quality
ar: حدد جودة البث الخلوي المفضلة لديك
de: Wählen Sie Ihre bevorzugte Mobilfunk-Streaming-Qualität
es: Seleccione su calidad de transmisión celular preferida
fr: Sélectionnez votre qualité de streaming cellulaire préférée
hi: अपनी पसंदीदा सेलुलर स्ट्रीमिंग गुणवत्ता चुनें
it: Seleziona la qualità di streaming cellulare preferita
ja: お好みの携帯電話ストリーミング品質を選択してください
ko: 원하는 셀룰러 스트리밍 품질을 선택하세요
pt_pt: Selecione a sua qualidade de transmissão celular preferida
ru: Выберите предпочитаемое качество потоковой передачи данных по сотовой сети
sr: Изаберите жељени квалитет мобилног стримовања
zh_hans: 选择您喜欢的蜂窝流媒体质量
zh_hant: 選擇您喜歡的蜂窩串流媒體質量

source: Select your preferred Wi-Fi streaming quality
ar: حدد جودة بث Wi-Fi المفضلة لديك
de: Wählen Sie Ihre bevorzugte WLAN-Streaming-Qualität
es: Seleccione su calidad de transmisión Wi-Fi preferida
fr: Sélectionnez votre qualité de streaming Wi-Fi préférée
hi: अपनी पसंदीदा वाई-फाई स्ट्रीमिंग गुणवत्ता चुनें
it: Seleziona la qualità di streaming Wi-Fi preferita
ja: お好みのWi-Fiストリーミング品質を選択してください
ko: 원하는 Wi-Fi 스트리밍 품질을 선택하세요
pt_pt: Selecione a sua qualidade de streaming Wi-Fi preferida
ru: Выберите предпочитаемое качество потоковой передачи по Wi-Fi
sr: Изаберите жељени квалитет стримовања преко Wi-Fi мреже
zh_hans: 选择您喜欢的 Wi-Fi 流媒体质量
zh_hant: 選擇您喜歡的 Wi-Fi 串流品質

source: Server invalid
ar: الخادم غير صالح
de: Server ungültig
es: Servidor no válido
fr: Serveur invalide
hi: सर्वर अमान्य है
it: Server non valido
ja: サーバーが無効です
ko: 서버가 잘못되었습니다.
pt_pt: Servidor inválido
ru: Недействительный сервер
sr: Сервер неважећи
zh_hans: 服务器无效
zh_hant: 伺服器無效

source: Server not configured
ar: الخادم غير مُهيأ
de: Server nicht konfiguriert
es: Servidor no configurado
fr: Serveur non configuré
hi: सर्वर कॉन्फ़िगर नहीं है
it: Server non configurato
ja: サーバーが設定されていません
ko: 서버가 구성되지 않았습니다.
pt_pt: Servidor não configurado
ru: Сервер не настроен
sr: Сервер није конфигурисан
zh_hans: 服务器未配置
zh_hant: 伺服器未配置

source: Server setup
ar: إعداد الخادم
es: Configuración del servidor
fr: Configuration du serveur
hi: सर्वर सेटअप
it: Configurazione del server
ja: サーバーのセットアップ
ko: 서버 설정
pt_pt: Configuração do servidor
ru: Настройка сервера
sr: Подешавање сервера
zh_hans: 服务器设置
zh_hant: 伺服器設定

source: Set server
ar: تعيين الخادم
de: Server festlegen
es: Configurar servidor
fr: Définir le serveur
hi: सर्वर सेट करें
it: Imposta server
ja: サーバーの設定
ko: 서버 설정
pt_pt: Definir servidor
ru: Установить сервер
sr: Постави сервер
zh_hans: 设置服务器
zh_hant: 設定伺服器

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
pt_pt: Configurações
ru: Настройки
sr: Подешавања
zh_hans: 设置
zh_hant: 設定

source: Show queue
ar: إظهار قائمة الانتظار
de: Warteschlange anzeigen
es: Mostrar cola
fr: Afficher la file d'attente
hi: कतार दिखाएं
it: Mostra coda
ja: キューを表示
ko: 대기열 표시
pt_pt: Mostrar fila
ru: Показать очередь
sr: Прикажи ред
zh_hans: 显示队列
zh_hant: 顯示隊列

source: Shuffle
ar: خلط
es: Barajar
fr: Mélanger
hi: मिश्रण
it: Mescolare
ja: シャッフル
ko: 혼합
pt_pt: Embaralhar
ru: Перемешать
sr: Насумично
zh_hans: 随机播放
zh_hant: 隨機播放

source: Shuffle all songs
ar: خلط جميع الأغاني
de: Alle Songs zufällig wiedergeben
es: Reproducir aleatoriamente todas las canciones
fr: Mélanger toutes les chansons
hi: सभी गाने शफ़ल करें
it: Riproduzione casuale di tutti i brani
ja: すべての曲をシャッフル
ko: 모든 노래 셔플
pt_pt: Reproduzir todas as músicas aleatoriamente
ru: Перемешать все песни
sr: Насумично репродукуј све песме
zh_hans: 随机播放所有歌曲
zh_hant: 隨機播放所有歌曲

source: Shuffle all songs from this album
ar: قم بخلط جميع الأغاني من هذا الألبوم
de: Alle Songs dieses Albums zufällig wiedergeben
es: Reproducir aleatoriamente todas las canciones de este álbum
fr: Mélanger toutes les chansons de cet album
hi: इस एल्बम के सभी गाने शफ़ल करें
it: Riproduci in ordine casuale tutti i brani di questo album
ja: このアルバムのすべての曲をシャッフルする
ko: 이 앨범의 모든 노래를 셔플합니다
pt_pt: Reproduzir aleatoriamente todas as músicas deste álbum
ru: Перемешать все песни из этого альбома
sr: Насумично репродукуј све песме са овог албума
zh_hans: 随机播放此专辑中的所有歌曲
zh_hant: 隨機播放此專輯中的所有歌曲

source: Shuffle all songs from this artist
ar: خلط جميع الأغاني من هذا الفنان
de: Alle Songs dieses Künstlers zufällig wiedergeben
es: Baraja todas las canciones de este artista.
fr: Mélanger toutes les chansons de cet artiste
hi: इस कलाकार के सभी गाने शफ़ल करें
it: Riproduci in ordine casuale tutte le canzoni di questo artista
ja: このアーティストのすべての曲をシャッフル
ko: 이 아티스트의 모든 노래를 셔플합니다
pt_pt: Reproduzir aleatoriamente todas as músicas deste artista
ru: Перемешать все песни этого исполнителя
sr: Насумично репродукуј све песме овог извођача
zh_hans: 随机播放该歌手的所有歌曲
zh_hant: 隨機播放該歌手的所有歌曲

source: Shuffle all songs from this playlist
ar: قم بخلط جميع الأغاني من قائمة التشغيل هذه
de: Alle Songs dieser Playlist zufällig wiedergeben
es: Reproducir aleatoriamente todas las canciones de esta lista de reproducción
fr: Mélanger toutes les chansons de cette playlist
hi: इस प्लेलिस्ट से सभी गाने शफ़ल करें
it: Riproduci in ordine casuale tutti i brani di questa playlist
ja: このプレイリストのすべての曲をシャッフルする
ko: 이 재생 목록의 모든 노래를 섞습니다.
pt_pt: Reproduzir aleatoriamente todas as músicas desta lista de reprodução
ru: Перемешать все песни из этого плейлиста
sr: Насумично репродукуј све песме са ове плејлисте
zh_hans: 随机播放此播放列表中的所有歌曲
zh_hant: 隨機播放此播放清單中的所有歌曲

source: Shuffle mode
ar: وضع الخلط
de: Zufallsmodus
es: Modo aleatorio
fr: Mode aléatoire
hi: शफ़ल मोड
it: Modalità casuale
ja: シャッフルモード
ko: 셔플 모드
pt_pt: Modo aleatório
ru: Режим перемешивания
sr: Режим насумичног репродуковања
zh_hans: 随机播放模式
zh_hant: 隨機播放模式

source: Shuffle mode: %@
ar: وضع الخلط: %@
de: Zufallsmodus: %@
es: Modo aleatorio: %@
fr: Mode aléatoire : %@
hi: शफ़ल मोड: %@
it: Modalità casuale: %@
ja: シャッフルモード: %@
ko: 셔플 모드: %@
pt_pt: Modo aleatório: %@
ru: Режим перемешивания: %@
sr: Режим насумичног репродуковања: %@
zh_hans: 随机播放模式：%@
zh_hant: 隨機播放模式：%@

source: Shuffle songs of this genre
ar: خلط أغاني هذا النوع
de: Zufallswiedergabe von Songs dieses Genres
es: Reproduce aleatoriamente canciones de este género
fr: Mélanger les chansons de ce genre
hi: इस शैली के गानों को शफ़ल करें
it: Riproduzione casuale di brani di questo genere
ja: このジャンルの曲をシャッフルする
ko: 이 장르의 노래를 셔플하세요
pt_pt: Misture músicas deste género
ru: Перемешать песни этого жанра
sr: Насумично пребаци песме овог жанра
zh_hans: 随机播放此类型的歌曲
zh_hant: 隨機播放此類型的歌曲

source: Shuffled
ar: مُخلط
de: Gemischt
es: Barajado
fr: Mélangé
hi: फेरबदल
it: Mescolato
ja: シャッフル
ko: 섞었다
pt_pt: Embaralhado
ru: Перемешанный
sr: Измешано
zh_hans: 已洗牌
zh_hant: 已洗牌

source: song
ar: أغنية
de: Lied
es: canción
fr: chanson
hi: गाना
it: canzone
ja: 歌
ko: 노래
pt_pt: canção
ru: песня
sr: песма
zh_hans: 歌曲
zh_hant: 歌曲

source: Song duration: %@
ar: مدة الأغنية: %@
de: Lieddauer: %@
es: Duración de la canción: %@
fr: Durée de la chanson : %@
hi: गाने की अवधि: %@
it: Durata del brano: %@
ja: 曲の長さ: %@
ko: 노래 길이: %@
pt_pt: Duração da música: %@
ru: Продолжительность песни: %@
sr: Трајање песме: %@
zh_hans: 歌曲时长：%@
zh_hant: 歌曲時長：%@

source: Song: %@
ar: أغنية: %@
de: Lied: %@
es: Canción: %@
fr: Chanson: %@
hi: गाना: %@
it: Canzone: %@
ja: 歌： %@
ko: 노래: %@
pt_pt: Música: %@
ru: Песня: %@
sr: Песма: %@
zh_hans: 歌曲：%@
zh_hant: 歌曲：%@

# Song: %@ by %@
source: Song: %1$@ by %2$@
ar: الأغنية: %1$@ بواسطة %2$@
de: Lied: %1$@ von %2$@
es: Canción: %1$@ de %2$@
fr: Chanson : %1$@ par %2$@
hi: गाना: %1$@ by %2$@
it: Canzone: %1$@ di %2$@
ja: 曲: %1$@、%2$@
ko: 노래: %1$@, %2$@
pt_pt: Música: %1$@ de %2$@
ru: Песня: %1$@ от %2$@
sr: Песма: %1$@ од %2$@
zh_hans: 歌曲：%1$@，作者：%2$@
zh_hant: 歌曲：%1$@，作者：%2$@

source: songs
ar: الأغاني
de: Lieder
es: canciones
fr: chansons
hi: गीत
it: canzoni
ja: 歌
ko: 노래
pt_pt: canções
ru: песни
sr: песме
zh_hans: 歌曲
zh_hant: 歌曲

source: Songs
ar: الأغاني
es: Canciones
fr: Chansons
hi: गाने
it: Brani
ja: 曲
ko: 노래
pt_pt: Canções
ru: Песни
sr: Песме
zh_hans: 歌曲
zh_hant: 歌曲

source: Songs list
ar: قائمة الأغاني
de: Liederliste
es: Lista de canciones
fr: Liste des chansons
hi: गाने की सूची
it: Elenco delle canzoni
ja: 曲リスト
ko: 노래 목록
pt_pt: Lista de músicas
ru: Список песен
sr: Листа песама
zh_hans: 歌曲列表
zh_hant: 歌曲清單

source: Sort by
ar: الترتيب حسب
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: क्रमबद्ध करें
it: Ordina per
ja: 並べ替え
ko: 정렬 기준
pt_pt: Ordenar por
ru: Сортировать по
sr: Сортирај по
zh_hans: 排序依据
zh_hant: 排序方式

source: Sort order
ar: ترتيب الترتيب
de: Sortierreihenfolge
es: Orden de clasificación
fr: Ordre de tri
hi: क्रमबद्ध करें
it: Ordine di ordinamento
ja: 並べ替え順
ko: 정렬 순서
pt_pt: Ordem de classificação
ru: Порядок сортировки
sr: Редослед сортирања
zh_hans: 排序顺序
zh_hant: 排序順序

source: Sort songs in this playlist
ar: فرز الأغاني في قائمة التشغيل هذه
de: Songs in dieser Playlist sortieren
es: Ordenar las canciones en esta lista de reproducción
fr: Trier les chansons dans cette playlist
hi: इस प्लेलिस्ट में गाने क्रमबद्ध करें
it: Ordina i brani in questa playlist
ja: このプレイリストの曲を並べ替える
ko: 이 재생목록의 노래 정렬
pt_pt: Classificar as músicas nesta playlist
ru: Сортировать песни в этом плейлисте
sr: Сортирај песме на овој плејлисти
zh_hans: 对此播放列表中的歌曲进行排序
zh_hant: 對此播放清單中的歌曲進行排序

source: Stream quality
ar: جودة البث
de: Streamqualität
es: Calidad de la transmisión
fr: Qualité du flux
hi: स्ट्रीम गुणवत्ता
it: Qualità dello streaming
ja: ストリーム品質
ko: 스트리밍 품질
pt_pt: Qualidade do fluxo
ru: Качество потока
sr: Квалитет стрима
zh_hans: 流质量
zh_hant: 流質量

source: Swipe up or down to switch albums. Double tap to open.
ar: مرر لأعلى أو لأسفل لتبديل الألبومات. انقر مرتين لفتح الألبوم.
de: Wischen Sie nach oben oder unten, um zwischen Alben zu wechseln. Tippen Sie doppelt, um sie zu öffnen.
es: Desliza el dedo hacia arriba o hacia abajo para cambiar de álbum. Toca dos veces para abrir.
fr: Balayez vers le haut ou vers le bas pour changer d'album. Appuyez deux fois pour ouvrir.
hi: एल्बम बदलने के लिए ऊपर या नीचे स्वाइप करें। खोलने के लिए डबल टैप करें।
it: Scorri verso l'alto o verso il basso per cambiare album. Tocca due volte per aprire.
ja: アルバムを切り替えるには上下にスワイプします。開くにはダブルタップします。
ko: 위아래로 살짝 밀어 앨범을 전환하세요. 두 번 탭하여 열 수 있습니다.
pt_pt: Deslize para cima ou para baixo para alternar entre álbuns. Toque duas vezes para abrir.
ru: Проведите пальцем вверх или вниз, чтобы переключить альбомы. Дважды нажмите, чтобы открыть.
sr: Превуците прстом нагоре или надоле да бисте пребацивали албуме. Двапут додирните да бисте отворили.
zh_hans: 上下滑动切换相册。双击打开。
zh_hant: 向上或向下滑動即可切換相簿。雙擊打開。

source: Swipe up or down with one finger to adjust playback position
ar: قم بالتمرير لأعلى أو لأسفل بإصبع واحد لضبط موضع التشغيل.
de: Wischen Sie mit einem Finger nach oben oder unten, um die Wiedergabeposition anzupassen
es: Deslice hacia arriba o hacia abajo con un dedo para ajustar la posición de reproducción
fr: Faites glisser un doigt vers le haut ou vers le bas pour ajuster la position de lecture
hi: प्लेबैक स्थिति समायोजित करने के लिए एक उंगली से ऊपर या नीचे स्वाइप करें
it: Scorri verso l'alto o verso il basso con un dito per regolare la posizione di riproduzione
ja: 再生位置を調整するには、1本の指で上または下にスワイプします
ko: 한 손가락으로 위아래로 살짝 밀어 재생 위치를 조정하세요.
pt_pt: Deslize para cima ou para baixo com um dedo para ajustar a posição de reprodução
ru: Проведите пальцем вверх или вниз, чтобы отрегулировать позицию воспроизведения.
sr: Превуците нагоре или надоле једним прстом да бисте подесили положај репродукције
zh_hans: 用一根手指向上或向下滑动以调整播放位置
zh_hant: 用一根手指向上或向下滑動以調整播放位置

source: System
ar: نظام
es: Sistema
fr: Système
hi: प्रणाली
it: Sistema
ja: システム
ko: 체계
pt_pt: Sistema
ru: Система
sr: Систем
zh_hans: 系统
zh_hant: 系統

source: The URL you provided is not a valid Jellyfin server URL.
ar: عنوان URL الذي أدخلته ليس عنوان URL صالحًا لخادم Jellyfin.
de: Die angegebene URL ist keine gültige Jellyfin-Server-URL.
es: La URL que proporcionaste no es válida para el servidor Jellyfin.
fr: L'URL fournie n'est pas une URL de serveur Jellyfin valide.
hi: आपके द्वारा प्रदान किया गया URL वैध जेलीफ़िन सर्वर URL नहीं है।
it: L'URL fornito non è un URL valido per il server Jellyfin.
ja: 指定したURLは有効なJellyfinサーバーURLではありません。
ko: 입력하신 URL은 유효한 Jellyfin 서버 URL이 아닙니다.
pt_pt: O URL fornecido não é um URL válido do servidor Jellyfin.
ru: Указанный вами URL не является допустимым URL сервера Jellyfin.
sr: URL који сте навели није важећи URL Jellyfin сервера.
zh_hans: 您提供的 URL 不是有效的 Jellyfin 服务器 URL。
zh_hant: 您提供的 URL 不是有效的 Jellyfin 伺服器 URL。

source: Toggle favorite
ar: تبديل المفضلة
de: Favoriten ein-ausblenden
es: Alternar favorito
fr: Basculer les favoris
hi: पसंदीदा टॉगल करें
it: Attiva/disattiva preferito
ja: お気に入りを切り替える
ko: 즐겨찾기 전환
pt_pt: Alternar favorito
ru: Переключить избранное
sr: Означи-сакриј омиљено
zh_hans: 切换收藏夹
zh_hant: 切換收藏夾

source: Toggle play-pause
ar: تبديل التشغيل والإيقاف المؤقت
de: Wiedergabe-Pause umschalten
es: Alternar reproducción-pausa
fr: Basculer lecture-pause
hi: प्ले-पॉज़ टॉगल करें
it: Attiva/disattiva riproduzione-pausa
ja: 再生と一時停止を切り替える
ko: 재생-일시 정지 전환
pt_pt: Alternar reprodução-pausa
ru: Переключить воспроизведение-паузу
sr: Укључи-искључи репродукцију-паузирај
zh_hans: 切换播放-暂停
zh_hant: 切換播放-暫停

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
pt_pt: Nome de utilizador
ru: Имя пользователя
sr: Корисничко име
zh_hans: 用户名
zh_hant: 使用者名稱

source: Username:
ar: اسم المستخدم:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur:
hi: उपयोगकर्ता नाम:
it: Nome utente:
ja: ユーザー名:
ko: 사용자 이름:
pt_pt: Nome de utilizador:
ru: Имя пользователя:
sr: Корисничко име:
zh_hans: 用户名:
zh_hant: 使用者名稱:

source: Wi-Fi quality
ar: جودة Wi-Fi
de: WLAN-Qualität
es: Calidad del wifi
fr: Qualité du Wi-Fi
hi: वाई-फ़ाई गुणवत्ता
it: Qualità Wi-Fi
ja: Wi-Fi品質
ko: Wi-Fi 품질
pt_pt: Qualidade do Wi-Fi
ru: Качество Wi-Fi
sr: Квалитет Wi-Fi мреже
zh_hans: Wi-Fi 质量
zh_hant: 無線網路品質
